<?php

return [

    'entity' => 'პროდუქტი',
    'entity_plural' => 'პროდუქტები',

    'id' => 'ID',
    'title' => 'დასახელება',
    'product_type' => 'პროდუქტის ტიპი',
    'price_usd' => 'ფასი ($)',
    'wholesale_price_usd' => 'საბითუმო ფასი ($)',
    'offcut' => 'ნარჩენი (%)',

    'retail_price_field' => 'საცალო ფასი ($)',
    'wholesale_price_field' => 'საბითუმო ფასი ($)',

    'filters' => [
        'retail_price' => 'საცალო ფასი',
        'wholesale_price' => 'საბითუმო ფასი',
        'order' => 'შეკვეთა',
    ],

    'hints' => [
        'wholesale_price' => 'არასავალდებულო საბითუმო ფასი დიდი მოცულობის შესყიდვისთვის',
        'offcut' => 'ნაჭრის ფართობზე დამატებული პროცენტი, რომელიც ერიცხება საწყობის დანახარჯს ამ პროდუქტის გამოყენებისას.',
    ],

];
